Repository: daniellucia/delete-templates
Catalog: languages/delete-templates-*.po
Languages: es_es

source: An error occurred while deleting the theme
es_es: Ha ocurrido un error al borrar el theme

source: Are you sure you want to delete this template? This action cannot be undone.
es_es: ¿Está seguro de que desea eliminar esta plantilla? Esta acción no se puede deshacer.

source: Author
es_es: Autor

source: Delete
es_es: Borrar

source: Easily delete unused themes
es_es: Elimina de manera sencilla las themes no usados

source: Name
es_es: Nombre

source: Screenshot
es_es: Previsualización

source: Theme deleted successfully
es_es: Theme borrado correctamente

source: Theme remover
es_es: Eliminador de plantillas

source: This theme is active and cannot be deleted.
es_es: Este theme está activo y no puede ser borrado

source: Version
es_es: Versión

source: You can't delete the default theme.
es_es: No puedes eliminar el tema por defecto.

source: You must bear in mind that deleting a theme cannot be recovered. We recommend making a backup whenever possible.
es_es: Debe tener en cuenta que al borrar un theme no se podrá recuperar. Recomendamos hacer backup siempre que sea posible.

source: You're sure? This action can not be undone
es_es: ¿Estás seguro? Esta acción no se puede deshacer
